[
  {
    "picture": "https://bbts1.azureedge.net/images/p/full/2022/11/b08d745e-1d56-4075-984e-7e3e515ac01c.jpg",
    "name": "Marvel Legends Marvel's Captain Carter (Stealth Suit) Exclusive",
    "seller_name": "John Many",
    "seller_email": "johnmeny@example.com",
    "sub_category": "Marvel",
    "category_id": "0",
    "price": "12.99",
    "rating": "4.1",
    "quantity": "40",
    "description": "Captain Carters secret stealth mission sets her on a collision course with new enemies.With over 80 years of entertainment history, Marvel has become a cornerstone of fan collections around the world. With the Marvel Legends Series, fan favorite Marvel characters are designed with premium detail and articulation for posing and display in collections. From figures to vehicles to premium roleplay items, the Marvel Legends Series offers elite character-inspired products for Marvel fans and collectors."
  },
  {
    "picture": "https://bbts1.azureedge.net/images/p/full/2023/05/384e5a1e-a967-4c6a-a46f-520e249eb708.jpg",
    "name": "X-Men: The Animated Series Marvel Legends Mr. Sinister Exclusive",
    "seller_name": "John Doe",
    "seller_email": "johndoe@example.com",
    "sub_category": "Marvel",
    "category_id": "0",
    "price": "19.99",
    "rating": "4.5",
    "quantity": "10",
    "description": "The twisted geneticist Mr. Sinister seeks to create the perfect mutant lifeform. His chosen test subjects: Jean Grey and Cyclops!With over 80 years of entertainment history, Marvel has become a cornerstone of fan collections around the world. With the Marvel Legends Series, fan favorite Marvel Comic Universe and Marvel Cinematic Universe characters are designed with premium detail and articulation for posing and display in collections. From figures to vehicles to premium roleplay items, the Marvel Legends Series offers elite character-inspired product for Marvel fans and collectors. Additional figures each sold separately. Subject to availability."
  },
  {
    "picture": "https://bbts1.azureedge.net/images/p/full/2022/09/af8b496a-2eb5-426c-9b67-df48b034ee56.jpg",
    "name": "Fantastic Four Marvel Legends Retro Collection Human Torch Exclusive",
    "seller_name": "Orao Doe",
    "seller_email": "Orao@example.com",
    "sub_category": "Marvel",
    "category_id": "0",
    "price": "19.99",
    "rating": "4.5",
    "quantity": "10",
    "description": "Fiery and hot-headed, the Human Torch can burn through just about any adversity with a smile. With over 80 years of entertainment history, Marvel has become a cornerstone of fan collections around the world. With the Marvel Legends Series, fan favorite Marvel Comic Universe and Marvel Cinematic Universe characters are designed with premium detail and articulation for posing and display in collections. From figures to vehicles to premium roleplay items, the Marvel Legends Series offers elite character-inspired product for Marvel fans and collectors."
  },
  {
    "picture": "https://bbts1.azureedge.net/images/p/full/2020/05/6e97181a-3468-4e72-b4ca-c606bd7582f7.jpg",
    "name": "Star Wars: The Black Series 6 The Mandalorian (Beskar Armor)",
    "seller_name": "Jane Smith",
    "seller_email": "janesmith@example.com",
    "sub_category": "Language Toys",
    "category_id": "1",
    "price": "24.99",
    "rating": "4.8",
    "quantity": "5",
    "description": "The Star Wars: The Black Series Mandalorian beskar armor figure is carefully detailed to look like the character as seen in The Mandalorian Disney Plus series, featuring premium detail and multiple points of articulation.Kids and fans alike can imagine the biggest battles and missions in the Star Wars saga with figures from The Black Series! With exquisite features and decoration, this series embodies the quality and realism that Star Wars devotees love.For more like this, check out figures from Star Wars: The Black Series or take a look at all of our collectibles inspired by The Mandalorian!"
  },
  {
    "picture": "https://bbts1.azureedge.net/images/p/full/2020/10/9da4badf-2ae1-46a3-b92f-96ffb7e19ac3.jpg",
    "name": "Star Wars Retro Collection The Mandalorian Wave 1 Set of 7 Figures",
    "seller_name": "Jane Smith",
    "seller_email": "janesmith@example.com",
    "sub_category": "Language Toys",
    "category_id": "1",
    "price": "29.99",
    "rating": "4.1",
    "quantity": "93",
    "description": "Kids and collectors alike can imagine the biggest battles and missions in the Star Wars saga with figures from Star Wars Retro Collection! With exquisite features and decoration, this series embodies the quality and realism that Star Wars devotees love. Star Wars Retro Collection includes figures from the 40-plus-year legacy of the Star Wars Galaxy, including movies and live-action series.These 3.75-inch-scale Retro Collection figures are detailed to look like the characters from The Mandalorian live-action series on Disney Plus, featuring design and detailing inspired by 1970s Star Wars figures."
  },
  {
    "picture": "https://bbts1.azureedge.net/images/p/full/2021/09/b4b0536b-a9ce-4515-add1-cd70f47f5cf1.jpg",
    "name": "Star Wars: The Black Series Credit Collection Greef Karga (The Mandalorian)",
    "seller_name": "Jane Smith",
    "seller_email": "janesmith@example.com",
    "sub_category": "Language Toys",
    "category_id": "1",
    "price": "29.99",
    "rating": "4.1",
    "quantity": "93",
    "description": "Once an expeditor for the Bounty Hunters Guild, Greef Karga ran the trade on Nevarro, a middleman, a connector between clients and bounty hunters.This distinctive collection features premium deco applications inspired by the end credit images from The Mandalorian, plus a collectible Galactic Credit accessory.Kids and collectors alike can imagine the biggest battles and missions in the Star Wars saga with figures from Star Wars The Black Series! With exquisite features and decoration, this series embodies the quality and realism that Star Wars devotees love. Star Wars The Black Series includes figures, vehicles, and roleplay items from the 40-plus-year legacy of the Star Wars Galaxy, including comics, movies, and animated series."
  },
  {
    "picture": "https://bbts1.azureedge.net/images/p/full/2022/04/6cf77949-216a-4fc2-aa68-dbd65a8350d0.jpg",
    "name": "Transformers: Legacy Leader Blitzwing",
    "seller_name": "Mark Johnson",
    "seller_email": "markjohnson@example.com",
    "sub_category": "Science Toys",
    "category_id": "2",
    "price": "29.99",
    "rating": "4.2",
    "quantity": "3",
    "description": "Universes continue to collide! Transformers: Legacy brings together fan-favorite characters from across the Transformers multiverse. Figures feature deco inspired by their universe with an updated Generations design. In honor of the almost 40-year legacy of Transformers entertainment, the fandoms come together from across the Transformers multiverse, all in one toy line"
  },
  {
    "picture": "https://bbts1.azureedge.net/images/p/full/2022/04/eed6d045-34aa-406b-91fb-aa4a3243e21d.jpg",
    "name": "Transformers: Legacy Commander Decepticon Motormaster",
    "seller_name": "Mark Johnson",
    "seller_email": "markjohnson@example.com",
    "sub_category": "Science Toys",
    "category_id": "2",
    "price": "49.99",
    "rating": "5.0",
    "quantity": "23",
    "description": "Harness the power of Energon with the Transformers Legacy Series Commander Decepticon Motormaster robot toy! Motormaster wants to be known as “King of the Road” and will run down anyone sharing his highway.Universes collide! Transformers: Legacy brings together fan-favorite characters from across the Transformers multiverse. Figures feature deco inspired by their universe with an updated Generations design. In honor of the almost 40-year legacy of Transformers entertainment, the fandoms come together from across the Transformers multiverse, all in one toy line."
  },
  {
    "picture": "https://bbts1.azureedge.net/images/p/full/2022/07/728ae95b-749c-405c-97d8-44c4cee2fe96.jpg",
    "name": "Transformers: Legacy Core G2 Universe Megatron",
    "seller_name": "Mark Johnson",
    "seller_email": "markjohnson@example.com",
    "sub_category": "Science Toys",
    "category_id": "2",
    "price": "89.99",
    "rating": "4.6",
    "quantity": "63",
    "description": "Universes continue to collide! Transformers: Legacy brings together fan-favorite characters from across the Transformers multiverse. Figures feature deco inspired by their universe with an updated Generations design. In honor of the almost 40-year legacy of Transformers entertainment, the fandoms come together from across the Transformers multiverse, all in one toy line."
  }
]
